/* No comment provided by engineer. */
"A destination email address is invalid." = "L’une des adresses électroniques destinataires est invalide.";

/* No comment provided by engineer. */
"Email" = "Courrier électronique";

/* No comment provided by engineer. */
"No destination specified." = "Aucune destination n’est spécifiée.";

/* No comment provided by engineer. */
"Other destinations cannot be empty." = "Les autres destinations ne peuvent pas être vides.";

/* No comment provided by engineer. */
"Password cannot be empty if authentication is required." = "Le mot de passe ne peut pas être vide si une authentification est exigée.";

/* No comment provided by engineer. */
"Send an email notification announcing a new podcast" = "Envoyer une notification par courrier électronique annonçant un nouveau podcast";

/* No comment provided by engineer. */
"Sender email address cannot be empty." = "L’adresse électronique de l’expéditeur ne peut pas être vide.";

/* No comment provided by engineer. */
"SMTP address cannot be empty." = "L’adresse SMTP ne peut pas être vide.";

/* No comment provided by engineer. */
"Too many destination emails (maximum is 16)." = "Nombre d’adresses électroniques destinataires trop élevé (le maximum est 16).";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Username cannot be empty." = "Le nom d’utilisateur ne peut pas être vide.";

